Repository: gotzl/registration-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Registration for %s
de: Registrierung für %s

source: mail_body_%(name)s_%(event)s_%(hold_back_hours)i_%(confirm_url)s_%(modify_url)s
de: Hallo %(name)s, bitte bestätigen Sie die Registrierung für die Veranstaltung %(event)s innerhalb %(hold_back_hours)i Stunden durch den Aufruf folgender URL: %(confirm_url)s Sie können Ihre Registrierung über folgenden Link verändern: %(modify_url)s Vielen Dank!

source: Reminder of registration for %s
de: Erinnerung an die Registrierung für %s

source: reminder_body_%(name)s_%(event)s_%(cancel_hours)i_%(confirm_url)s_%(modify_url)s
de: Hallo %(name)s, Dies ist eine kleine Erinnerung an die bevorstehende Veranstaltung %(event)s zu der Sie sich angemeldet haben. Sie haben die Registrierung allerdings noch nicht bestätigt. Bitte bestätigen Sie die Registrierung für die Veranstaltung durch den Aufruf folgender URL: %(confirm_url)s Sie können Ihre Registrierung über folgenden Link verändern: %(modify_url)s Wenn Sie die Registrierung nicht bestätigen wird sie in %(cancel_hours)i Stunden gelöscht. Vielen Dank!

source: Confirmed registration for %s
de: Bestätigung der Registrierung für %s

source: confirmation_body_%(name)s_%(event)s_%(modify_url)s_%(seats)s
de: Hallo %(name)s, Ihre Registrierung für die Veranstaltung %(event)s ist nun bestätigt. %(seats)s Sie können Ihre Registrierung mit folgendem Link verändern: %(modify_url)s Vielen Dank!

source: subject_seats_%(seat_nums)s
de: Ihre Sitzplatznummer ist '%(seat_nums)s'.

source: Cancellation of registration for %s
de: Aufhebung der Registrierung für %s

source: cancellation_body_%(name)s_%(event)s
de: Hallo %(name)s, Ihre Registrierung für die Veranstaltung %(event)s wurde aufgehoben da die Registrierung nicht innerhalb der vorgegebenen Zeit bestätigt wurde. Vielen Dank!

source: German
de: Deutsch

source: English
de: Englisch

source: enable_on
de: Aktivieren am

source: disable_on
de: Deaktivieren am

source: '%(title)s' on %(date)s
de: '%(title)s' am %(date)s

source: given_name
de: Vorname

source: event
de: Veranstaltung

source: reg_date
de: Registrierungs Datum

source: num_seats
de: Anzahl Sitze

source: seats
de: Sitzplätze

source: status_confirmed
de: Status bestätigt

source: confirmation_request_sent
de: Bestätigungs Aufforderung versand

source: confirmation_sent
de: Bestätigung versand

source: reminder_sent
de: Erinnerung versand

source: address
de: Adresse

source: city
de: Stadt

source: post_code
de: Postleitzahl

source: phone
de: Telefon

source: seat
de: Sitzplatz

source: confirmed
de: Bestätigt

source: present
de: Anwesend

source: Your registration for event %(event)s is confirmed!
de: Ihre Registrierung für die Veranstaltung %(event)s ist hiermit bestätigt.

source: A confirmation email will be sent to you which also includes your seat number.
de: Eine Bestätigungs eMail wird an sie versendet welche auch Ihre Sitzplatznummer enthält.

source: Close page.
de: Seite schließen.

source: no_events_active
de: Zur Zeit ist keine Registrierung für eine Veranstaltung möglich.

source: no_seats_general
de: Für die aktuellen Veranstaltungen stehen leider keine Sitzeplätze mehr zur Verfügung.

source: Are you sure you want to delete the registration for %(object)s?
de: Sind Sie sicher dass sie diese Registrierung für %(object)s löschen möchten?

source: Confirm
de: Bestätigen

source: Status confirmed.
de: Status bestätigt.

source: Status not confirmed. Click here to confirm your Registration.
de: Status nicht bestätigt. Klicken Sie hier um Ihre Registrierung zu bestätigen.

source: Submit
de: Absenden

source: Delete this registration
de: Diese Registrierung löschen

source: confirm_msg
de: Bitte bestätigen Sie ihre Registrierung über den Link in der E-Mail die soeben an Sie versand wurde. Sie können die Seite nun schließen.

source: booked_out
de: Ausgebucht

source: max_seats_subj_exceeded_%(num_max)i
de: Pro Person kann nur %(num_max)i Sitz reserviert werden. Wenden Sie sich direkt an den Veranstalter wenn Sie mehr Sitze benötigen.

source: no_seats_event
de: Es sind keine weiteren Sitze für diese Veranstaltung verfügbar.

source: max_seats_exceeded_%(num_free)i
de: Es ist nur %(num_free)i weiterer Sitz für diese Veranstaltung verfügbar.
